class Data:
    list_text = [
        'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
        'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
        'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
        'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
        'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
        'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
        'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
        'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
    ]

    USER_1 = {
        'name': 'Вася',
        'surname': 'Васильев',
        'address': 'Москва, ул. Ленина, 500',
        'station': 'Таганская',
        'phone': '88005553535',
        'date': '20.11.2025',
        'period_type': 'трое суток',
        'color_type': 'black',
        'comment': 'Позвонить перед парадной'
    }

    USER_2 = {
        'name': 'Петр',
        'surname': 'Петров',
        'address': None,
        'station': 'ВДНХ',
        'phone': '88005553535',
        'date': '05.12.2025',
        'period_type': 'четверо суток',
        'color_type': 'grey',
        'comment': None
    }
